Repository: abdulazizashurov/aiogram-example-bots
Catalog: lesson-6/locales/*/LC_MESSAGES/testbot.po
Languages: uk

source: Вы отменили создание товара
uk: Ви скасували створення товару

source: Введите название товара или нажмите /cancel
uk: Введіть назву товару або натисніть /cancel

source: Название: {name} Пришлите мне фотографию товара (не документ) или нажмите /cancel
uk: Назва: {name} Пришліть мені фотографію товару (не документ) або натисніть /cancel

source: Название: {name} Пришлите мне цену товара в копейках или нажмите /cancel
uk: Назва: {name} Пришліть мені ціну товару в копійках або натисніть /cancel

source: Неверное значение, введите число
uk: Введіть число

source: Да
uk: Так

source: Цена: {price:,} Подтверждаете? Нажмите /cancel чтобы отменить
uk: Ціна: {price:,} Чи підтверджуєте? Натисніть /cancel щоб скасувати

source: Введите заново цену товара в копейках
uk: Введіть заново ціну товару в копійках

source: Товар удачно создан.
uk: Товар створений.

source: Пришлите текст рассылки
uk: Надішліть текст розсилки

source: Пользователям на каком языке разослать это сообщение? Текст: {text}
uk: Користувачам якої мови розіслати це повідомлення? Текст: {text}

source: Рассылка выполнена.
uk: Розсилка виконана

source: Приветствую вас!! Сейчас в базе {count_users} человек! Ваша реферальная ссылка: {bot_link} Проверить рефералов можно по команде: /referrals Просмотреть товары: /items
uk: Вітаю вас! Зараз в базі {count_users} людей! Ваша реферальная посилання: {bot_link} Перевірити рефералів можна по команді: /referrals Переглянути товари: /items

source: Добавить новый товар: /add_item
uk: Додати новий товар: /add_item

source: Ваш язык был изменен
uk: Мова була змінена

source: Ваши рефералы: {referrals}
uk: Ваші реферали: {referrals}

source: <b>Товар</b> №{id}: <u>{name}</u> <b>Цена:</b> {price:,}
uk: <b> Товар </b> № {id}: <u> {name} </u> <b> Ціна: </b> {price:,}

source: Купить
uk: Купити

source: Такого товара не существует
uk: Такого товару не існує

source: Вы хотите купить товар "<b>{name}</b>" по цене: <i>{price:,}/шт.</i> Введите количество или нажмите отмена
uk: Ви хочете купити товар " <b> {name} </b> "за ціною: <i> {price:,} / шт. </i> Введіть кількість або натисніть скасування

source: Согласен
uk: Згоден

source: Ввести количество заново
uk: Ввести кількість заново

source: Отменить покупку
uk: Скасувати покупку

source: Хорошо, вы хотите купить <i>{quantity}</i> {name} по цене <b>{price:,}/шт.</b> Получится <b>{amount:,}</b>. Подтверждаете?
uk: Добре, ви хочете купити <i> {quantity} </i> {name} за ціною<b> {price:,} / шт. </b> Вийде <b> {amount:,} </b>. Підтверджуєте?

source: Вы отменили эту покупку
uk: Ви скасували цю покупку

source: Введите количество товара заново.
uk: Введіть кількість товару заново.

source: Хорошо. Оплатите <b>{amount:,}</b> по методу указанному ниже и нажмите на кнопку ниже
uk: Добре. Сплатіть <b> {amount:,} </b> за методом вказаною нижче і натисніть накнопку нижче

source: Спасибо за покупку
uk: Дякуємо за покупку

source: Покупка не была подтверждена, попробуйте позже...
uk: Покупка не була підтверджена, спробуйте пізніше ...
